VSHEV92/Learning-ESP32/examples/nimble/ess_server/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y
CONFIG_ESP_PHY_CALIBRATION_AND_DATA_STORAGE=n
